tutorials/lagrangian/icoMesoScaleCouplingFoam/spoutBedMakeInitial/constant/kinematicCloudPositions.org
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


(
(0.0025 0.0025 0.0025)
(0.0025 0.0075 0.0025)
(0.0025 0.0125 0.0025)
(0.0025 0.0175 0.0025)
(0.0025 0.0225 0.0025)
(0.0025 0.0275 0.0025)
(0.0025 0.0325 0.0025)
(0.0025 0.0375 0.0025)
(0.0025 0.0425 0.0025)
(0.0025 0.0475 0.0025)
(0.0025 0.0525 0.0025)
(0.0025 0.0575 0.0025)
(0.0025 0.0625 0.0025)
(0.0025 0.0675 0.0025)
(0.0025 0.0725 0.0025)
(0.0025 0.0775 0.0025)
(0.0025 0.0825 0.0025)
(0.0025 0.0875 0.0025)
(0.0025 0.0925 0.0025)
(0.0025 0.0975 0.0025)
(0.0025 0.1025 0.0025)
(0.0025 0.1075 0.0025)
(0.0025 0.1125 0.0025)
(0.0025 0.1175 0.0025)
(0.0025 0.1225 0.0025)
(0.0025 0.1275 0.0025)
(0.0025 0.1325 0.0025)
(0.0025 0.1375 0.0025)
(0.0025 0.1425 0.0025)
(0.0025 0.1475 0.0025)
(0.0025 0.0025 0.0075)
(0.0025 0.0075 0.0075)
(0.0025 0.0125 0.0075)
(0.0025 0.0175 0.0075)
(0.0025 0.0225 0.0075)
(0.0025 0.0275 0.0075)
(0.0025 0.0325 0.0075)
(0.0025 0.0375 0.0075)
(0.0025 0.0425 0.0075)
(0.0025 0.0475 0.0075)
(0.0025 0.0525 0.0075)
(0.0025 0.0575 0.0075)
(0.0025 0.0625 0.0075)
(0.0025 0.0675 0.0075)
(0.0025 0.0725 0.0075)
(0.0025 0.0775 0.0075)
(0.0025 0.0825 0.0075)
(0.0025 0.0875 0.0075)
(0.0025 0.0925 0.0075)
(0.0025 0.0975 0.0075)
(0.0025 0.1025 0.0075)
(0.0025 0.1075 0.0075)
(0.0025 0.1125 0.0075)
(0.0025 0.1175 0.0075)
(0.0025 0.1225 0.0075)
(0.0025 0.1275 0.0075)
(0.0025 0.1325 0.0075)
(0.0025 0.1375 0.0075)
(0.0025 0.1425 0.0075)
(0.0025 0.1475 0.0075)
(0.0025 0.0025 0.0125)
(0.0025 0.0075 0.0125)
(0.0025 0.0125 0.0125)
(0.0025 0.0175 0.0125)
(0.0025 0.0225 0.0125)
(0.0025 0.0275 0.0125)
(0.0025 0.0325 0.0125)
(0.0025 0.0375 0.0125)
(0.0025 0.0425 0.0125)
(0.0025 0.0475 0.0125)
(0.0025 0.0525 0.0125)
(0.0025 0.0575 0.0125)
(0.0025 0.0625 0.0125)
(0.0025 0.0675 0.0125)
(0.0025 0.0725 0.0125)
(0.0025 0.0775 0.0125)
(0.0025 0.0825 0.0125)
(0.0025 0.0875 0.0125)
(0.0025 0.0925 0.0125)
(0.0025 0.0975 0.0125)
(0.0025 0.1025 0.0125)
(0.0025 0.1075 0.0125)
(0.0025 0.1125 0.0125)
(0.0025 0.1175 0.0125)
(0.0025 0.1225 0.0125)
(0.0025 0.1275 0.0125)
(0.0025 0.1325 0.0125)
(0.0025 0.1375 0.0125)
(0.0025 0.1425 0.0125)
(0.0025 0.1475 0.0125)
(0.0025 0.0025 0.0175)
(0.0025 0.0075 0.0175)
(0.0025 0.0125 0.0175)
(0.0025 0.0175 0.0175)
(0.0025 0.0225 0.0175)
(0.0025 0.0275 0.0175)
(0.0025 0.0325 0.0175)
(0.0025 0.0375 0.0175)
(0.0025 0.0425 0.0175)
...
)

// ************************************************************************* //
